[
    {
      "Name": "Bill Gates",
      "Amount": "$100 000",
      "Comment": "I'm proud to support Otter Guard's mission. Otters are vital to our planet's biodiversity."
    },
    {
      "Name": "Elon Musk",
      "Amount": "$75 000",
      "Comment": "Protecting otters is as important as reaching for the stars. Keep up the fantastic work."
    },
    {
      "Name": "Jeff Bezos",
      "Amount": "$60 000",
      "Comment": "Otters deserve a safe haven just as Earth does. Happy to contribute to this cause."
    },
    {
      "Name": "Oprah Winfrey",
      "Amount": "$85 000",
      "Comment": "Otters bring joy to the world. Let's ensure their continued existence."
    },
    {
      "Name": "Tom Hanks",
      "Amount": "$90 000",
      "Comment": "For the love of otters! Your organization is making a real difference."
    },
    {
      "Name": "John Smith",
      "Amount": "$1000",
      "Comment": "Keep up the good work!"
    },
    {
      "Name": "Emily Johnson",
      "Amount": "$750",
      "Comment": "Thanks for helping the otters."
    },
    {
      "Name": "Michael Davis",
      "Amount": "$910",
      "Comment": "We need more people like you!"
    },
    {
      "Name": "Oliver Brown",
      "Amount": "$850",
      "Comment": "Otters are a vital part of our ecosystem, and your commitment to their protection is inspiring. Keep up the great work!"
    },
    {
      "Name": "Lena Anderson",
      "Amount": "$1200",
      "Comment": "For the love of otters! Let's ensure their continued existence together."
    },
    {
      "Name": "David Otterton",
      "Amount": "$2000",
      "Comment": "Otters deserve a safe home. Your organization's work is a testament to our responsibility to protect the wonders of nature."
    },
    {
      "Name": "Eva Johnson",
      "Amount": "$700",
      "Comment": "Thank you for your dedication to otter conservation. Every contribution, no matter how small, plays a crucial role."
    },
    {
      "Name": "Jakub Miller",
      "Amount": "$1600",
      "Comment": "Protecting otters is protecting our environment. Kudos to your team!"
    },
    {
      "Name": "Mia Taylor",
      "Amount": "$3000",
      "Comment": "Keep up the great work! I'm proud to support your cause."
    },
    {
      "Name": "Tomasz White",
      "Amount": "$2500",
      "Comment": "Otter conservation is a noble cause. I'm thrilled to be part of this mission."
    },
    {
      "Name": "Klara Johnson",
      "Amount": "$1700",
      "Comment": "We're all in this together. Your dedication to ensuring their survival is heartening."
    },
    {
      "Name": "Viktor Kovac",
      "Amount": "$4500",
      "Comment": "The world needs more organizations like Otter Guard. Your work in otter conservation is vital."
    },
    {
      "Name": "Sofia Smith",
      "Amount": "$1100",
      "Comment": "Thank you for protecting these wonderful creatures."
    },
    {
      "Name": "Pavel Davis",
      "Amount": "$1300",
      "Comment": "Otters bring joy to our lives. Let's continue to support them."
    },
    {
      "Name": "Nik Johnson",
      "Amount": "$5000",
      "Comment": "Proud to support Otter Guard!"
    },
    {
      "Name": "Sophie Wilson",
      "Amount": "$900",
      "Comment": "Your work for otter conservation is truly remarkable. Keep up the great efforts!"
    },
    {
      "Name": "Henry Lee",
      "Amount": "$1250",
      "Comment": "I'm proud to contribute to the protection of otters. They bring joy to the world."
    },
    {
      "Name": "Isabella Brown",
      "Amount": "$1100",
      "Comment": "Thank you for your dedication to preserving otters' natural habitat."
    },
    {
      "Name": "Daniel Mitchell",
      "Amount": "$1400",
      "Comment": "Otters are essential for our environment. I'm happy to support your mission."
    },
    {
      "Name": "Ava Harris",
      "Amount": "$1800",
      "Comment": "For the love of otters! Let's ensure their future."
    },
    {
      "Name": "Lucas Turner",
      "Amount": "$950",
      "Comment": "Your organization is making a positive impact on our planet. Keep it up!"
    },
    {
      "Name": "Sophia Carter",
      "Amount": "$1350",
      "Comment": "I admire your dedication to otter protection. We need more organizations like yours."
    },
    {
      "Name": "Benjamin Hall",
      "Amount": "$2200",
      "Comment": "Otters are unique and precious creatures. Thank you for safeguarding them."
    },
    {
      "Name": "Emma Martinez",
      "Amount": "$800",
      "Comment": "Every contribution counts. I'm glad to be a part of this cause."
    },
    {
      "Name": "William Lopez",
      "Amount": "$1600",
      "Comment": "Protecting otters is protecting biodiversity. Keep pushing forward."
    },
    {
      "Name": "Grace Robinson",
      "Amount": "$1150",
      "Comment": "Your work ensures a better future for otters and our planet."
    },
    {
      "Name": "Samuel Baker",
      "Amount": "$2100",
      "Comment": "I wholeheartedly support the mission of Otter Guard. Keep it up!"
    },
    {
      "Name": "Olivia Allen",
      "Amount": "$950",
      "Comment": "Otters bring smiles to our faces. Thank you for your dedication."
    },
    {
      "Name": "Nathan Green",
      "Amount": "$1700",
      "Comment": "Preserving otters' habitats is a noble cause. I'm proud to contribute."
    },
    {
      "Name": "Chloe Taylor",
      "Amount": "$1300",
      "Comment": "Otters are a treasure. Keep working to protect them."
    }
]
